Repository: WProbot/SpeedUpWP
Catalog: languages/nt-speed-up-wp-*.po
Languages: cs_cz

source: Settings Speed Up WP
cs_cz: Nastavení Speed Up WP

source: WebStudio New Trends
cs_cz: Webstudio Nové Trendy

source: | Plugin settings
cs_cz: | Nastavení pluginu

source: Settings Dasboard Metabox
cs_cz: Nastavení metaboxů na nástěnce

source: Remove Dashboard Meta Box WordPress.com Blog ?
cs_cz: Odstranit z nástěnky Novinky o Wordpressu?

source: Remove Dashboard Meta Box Activity ?
cs_cz: Odstranit z nástěnky metabox Aktivity?

source: Remove Dashboard Meta Box Quick Press ?
cs_cz: Odstranit z nástěnky Rychlý příspěvek?

source: Remove Dashboard Meta Box Right Now ?
cs_cz: Odstranit Aktuální přehled ?

source: Remove Welcome panel ?
cs_cz: Odstranit Uvítací panel Wordpressu ?

source: Settings JavaScript
cs_cz: Nastavení JavaScriptu

source: Move jQuery script to the footer ?
cs_cz: Přesunout JQuery do patičky stránky?

source: Remove query string ver?xxx from source ?
cs_cz: Odstranit query řetězce ver?xxx ze zdroje ?

source: Remove meta tag generator Slider Revolution ?
cs_cz: Odstranit meta tag generator Slider Revolution ?

source: Deregister Contact Form7 styles and scripts ?
cs_cz: Deregistrovat CF7 styly a skripty ?

source: Entry page slug with CF7 forms, comma separated.
cs_cz: Zadejte slug stránek, na kterých máte CF7, oddělené čárkou.

source: Entry script to deregister, comma separated.
cs_cz: Zadejte skripty k deregistrování, oddělené čárkou.

source: Other Settings
cs_cz: Další nastavení

source: Optimize Heartbeat ?
cs_cz: Optimalizovat Heartbeat ?

source: Disable Oembed ?
cs_cz: Zakázat Oembed ?

source: Disable Emojis ?
cs_cz: Zakázat Emojis ?

source: Disable check for updates?
cs_cz: Zakázat kontrolu aktualizací?

source: Disable XMLRPC ?
cs_cz: Zakázat XMLRPC ?

source: Disable JSON REST API ?
cs_cz: Zakázat JSON REST AP ?

source: Disable Comments ?
cs_cz: Zakázat komentáře ?

source: Entry percent compression JPEG images between 1% - 100%. Default is 82%.
cs_cz: Zadejte v % kompresi JPEG obrázků. Výchozí je 82%.

source: Wordpress Widgets Settings
cs_cz: Nastavení WordPress widgetů

source: Disable Calendar widget ?
cs_cz: Zakázat widget Kalendář ?

source: Disable Archives widget ?
cs_cz: Zakázat widget Archiv?

source: Disable Links widget ?
cs_cz: Zakázat widget Odkazy?

source: Disable Meta widget ?
cs_cz: Zakázat widget Základní informace?

source: Disable Pages widget ?
cs_cz: Zakázat widget Stránky?

source: Disable Categories widget ?
cs_cz: Zakázat widget Kategorie?

source: Disable Recent Posts widget ?
cs_cz: Zakázat widget Nejnovější příspěvky?

source: Disable Recent Comments ?
cs_cz: Zakázat widget Komentáře ?

source: Disable RSS Widget ?
cs_cz: Zakázat widget RSS ?

source: Disable Tag Cloud Widget ?
cs_cz: Zakázat widget Štítky ?

source: Disable Menu Widget ?
cs_cz: Zakázat widget Menu ?

source: Disable Search Widget ?
cs_cz: Zakázat widget Vyhledávání ?

source: Disable Text Widget ?
cs_cz: Zakázat widget Text?

source: Envision Theme Widgets Settings
cs_cz: Nastavení widgetů ze šablony Envision

source: Disable Blog Posts widget ?
cs_cz: Zakázat Blog Posts widget ?

source: Disable Carousel widget ?
cs_cz: Zakázat Carousel widget ?

source: Disable Get Page Content ?
cs_cz: Zakázat Get Page Content ?

source: Disable Socialbar widget ?
cs_cz: Zakázat Socialbar widget ?

source: Disable Twitter Timeline ?
cs_cz: Zakázat Twitter Timeline ?

source: Disable MailChimp widget ?
cs_cz: Zakázat MailChimp widget ?

source: Disable Sub Pages List ?
cs_cz: Zakázat Sub Pages List ?

source: Disable Portfolio ?
cs_cz: Zakázat portfolio ?

source: Other Plugin Widgets Settings
cs_cz: Nastavení widgetů dalších pluginů

source: Disable Slider Revolution ?
cs_cz: Zakázat Slider Revolution ?

source: Woocommerce Dashboard Settings
cs_cz: Nastavení Woocommerce widgetů na nástěnce

source: Disable Woocommerce Status metabox ?
cs_cz: Zakázat Woocommerce přehled ?

source: Disable Woocommerce Recent Reviews ?
cs_cz: Zakázat Woocommerce widget nejnovější recenze?

source: Woocommerce Widgets Settings
cs_cz: Nastavení widgetů Woocommerce

source: Disable Woocommerce Product Categories Widget ?
cs_cz: Zakázat widget Kategorie produktů?

source: Disable Woocommerce Products Widget ?
cs_cz: Zakázat widget Produkty?

source: Disable Woocommerce Product Tag Cloud Widget ?
cs_cz: Zakázat widget Štítky produktů?

source: Disable Woocommerce Cart Widget ?
cs_cz: Zakázat widget Košík?

source: Disable Woocommerce Layered Navigation Widget ?
cs_cz: Zakázat widget Vrstvená navigace?

source: Disable Layered Navigation Filters Widget ?
cs_cz: Zakázat widget Vrstvené navigační filtry?

source: Disable Woocommerce Price Filters Widget ?
cs_cz: Zakázat widget Cenový filtr?

source: Disable Woocommerce Product Search Widget ?
cs_cz: Zakázat widget Vyhledávač produktů?

source: Disable Woocommerce Top Rated Widget ?
cs_cz: Zakázat widget Nejlépe hodnocené produkty?

source: Disable Woocommerce Recent Reviews Widget ?
cs_cz: Zakázat widget Nejnovější recenze?

source: Disable Woocommerce Recently Viewed Widget ?
cs_cz: Zakázat widget Nedávno zobrazené?

source: Disable Woocommerce Brand Description Widget ?
cs_cz: Zakázat Woocommerce Brand Description Widget ?

source: Disable Woocommerce Brand Layered Navigation Widget ?
cs_cz: Zakázat Woocommerce Brand Layered Navigation Widget ?

source: Disable Woocommerce Brand Thumbnail Widget ?
cs_cz: Zakázat Woocommerce Brand Thumbnail Widget ?

source: Disable load help from wistia ?
cs_cz: Zakázat načítání z wistia ?

source: Default:
cs_cz: Výchozí:

source: Here you can remove some Dashboard metaboxs.
cs_cz: V této sekci můžete zakázat některé metaboxy na nástěnce.

source: Here you can manipulate some JavaScript files.
cs_cz: V této sekci můžete upravit některé JavaScript a CSS soubory.

source: Here you can disable few Wordpress functions.
cs_cz: V této sekci můžete zakázat některé funkce Wordpressu.

source: Here you can disable some Wordpress widgets.
cs_cz: V této sekci můžete zakázat Wordpress widgety

source: Here you can disable some CloudFW widgets from Envision Theme.
cs_cz: V této sekci můžete zakázat CloudFW widgety ze šablony Envision.

source: Here you can disable some widgets from few plugins.
cs_cz: V této sekci můžete zakázat widgety některých pluginů.

source: Here you can disable some Woocommerce widgets.
cs_cz: V této sekci můžete zakázat Woocommerce widgety

source: Here you can disable some Woocommerce dashboard metaboxes.
cs_cz: V této sekci můžete zakázat Woocommerce widgety na nástěnce.

source: New Trends
cs_cz: Nové Trendy

source: Mainpage for setting plugins from New Trends
cs_cz: Hlavní stránka pro nastavení zásuvných modulů z webstudia Nové Trendy

source: This plugin make your Wordpress instalation much faster! Disable some WP featured for unlock more speed admin backend and also frontend. Use some techniques like JavaScript defer loading, remove some query string, remove not used widgets etc.
cs_cz: Tento plugin zrychlí Vaši instalaci Wordpressu! Zakáže některé WP funkce pro odemknutí větší rychlosti backendu i frontendu. Používá některé techniky, jako JavaScript defer loading odstraní některé řetězce query dotazu, odstraní nepoužívané widgety atd.
